Repository: foswiki/PluggableAuthContrib
Catalog: locale/PluggableAuthContrib/*.po
Languages: de

source: %1 - New password for %2
de: %1 - Neues Passwort für %2

source: %1 - Security Alert for %2
de: %1 - Sicherheitswarnung für %2

source: %1 - User Registration for %2
de: %1 - Benutzer-Registrierung für %2

source: Abort
de: Abbrechen

source: Access to API denied
de: Zugriff auf API verweigert

source: Account enabled
de: Benutzerkonto aktiv

source: Activate
de: Aktivieren

source: Activate User(s)
de: Benutzer aktivieren

source: Activate user
de: Benutzer aktivieren

source: Activating ...
de: Aktiviere ...

source: Add Group
de: Gruppe hinzufügen

source: Add User
de: Benutzer hinzufügen

source: Add group
de: Gruppe hinzufügen

source: Add user
de: Benutzer hinzufügen

source: Adding ...
de: Füge hinzu ...

source: Admins
de: Administratoren

source: After scanning the image or entering the code, the authentication application is ready to generate six-digit codes. Enter the code below to activate the two-factor authentication for your account.
de: Nach dem Scannen des Bildes oder der Eingabe des Codes ist die Authentifizierungs-Anwendung bereit, sechsstellige Codes zu erzeugen. Geben Sie den Code unten ein, um die Zwei-Faktor-Authentifizierung für Ihr Konto zu aktivieren.

source: An account has been created for you.
de: Es wurde ein Benutzerkonto für Sie eingerichtet.

source: Are you sure that you want to activate <b>%quant(%1,user,users)</b>?
de: Sind Sie sicher, dass Sie <b>%quant(%1,Benutzer,Benutzer)</b> aktivieren wollen?

source: Are you sure that you want to deactivate <b>%quant(%1,user,users)</b>?
de: Sind Sie sicher, dass Sie <b>%quant(%1,Benutzer,Benutzer)</b> deaktivieren wollen?

source: Are you sure that you want to deactivate two-factor authentication?
de: Sind Sie sicher, dass Sie die Zwei-Faktor-Authentifizierung deaktivieren wollen?

source: Are you sure that you want to delete <b>%1</b>?
de: Sind Sie sicher, dass Sie <b>%1</b> löschen wollen?

source: Are you sure that you want to delete <b>%quant(%1,user,users)</b>?
de: Sind Sie sicher, dass Sie <b>%quant(%1,Benutzer,Benutzer)</b> löschen wollen?

source: Are you sure that you want to reset the password of <b>%quant(%1,user,users)</b>?
de: Sind Sie sicher, dass Sie das Passwort von <b>%quant(%1,Benutzer,Benutzer)</b> zurücksetzen wollen?

source: Best Regards, %1Your Wiki Team.
de: Mit besten Grüßen, %1Ihr Wiki-Team.

source: Best Regards, Your Wiki Team.
de: Mit besten Grüßen, Ihr Wiki-Team.

source: Cannot change email
de: Die E-Mail kann nicht geändert werden.

source: Cannot change password
de: Das Passwort kann nicht geändert werden.

source: Cannot delete group
de: Die Gruppe kann nicht gelöschen werden

source: Cannot delete user
de: Der Benutzer kann nicht gelöschen werden

source: Cannot notify user via email. Not changing the password
de: Der Benutzer kann nicht per E-Mail benachrichtigt werden. Das Passwort wird nicht geändert.

source: Change Groups
de: Gruppen ändern

source: Change password
de: Passwort ändern

source: Change password of %1
de: Passwort von %1 ändern

source: Changing ...
de: Ändere ...

source: Configure authentication application
de: Authentifizierungs-Applikation konfigurieren

source: Confirmed password required
de: Bestätigungs-Password erforderlich

source: Deactivate User(s)
de: Benutzer deaktivieren

source: Deactivate user
de: Benutzer deaktivieren

source: Deactivating ...
de: Deaktiviere ...

source: Dear %1
de: Lieber %1

source: Delete Group
de: Gruppe löschen

source: Delete User(s)
de: Benutzer löschen

source: Delete user
de: Benutzer löschen

source: Deleting ...
de: Lösche ...

source: Did you forget your password?
de: Haben Sie Ihr Passwort vergessen?

source: Disable two-factor authentication
de: Zwei-Faktor-Authentifizierung deaktivieren

source: Display Name
de: Anzeige-Name

source: Do you want to become a registered user?
de: Möchten Sie ein registrierter Benutzer werden?

source: Edit Group
de: Gruppen bearbeiten

source: Edit User
de: Benutzer bearbeiten

source: Editable groups
de: Veränderbare Gruppen

source: Email has been changed
de: E-Mail wurde geändert

source: Email parameter missing
de: E-Mail Parameter fehlt

source: Email required
de: E-Mail erforderlich

source: Email was not changed
de: E-Mail wurde nicht geändert

source: Enabled
de: Aktiviert

source: Error during updateUser(): %1
de: Fehler während updateUser(): %1

source: Error updating group: %1
de: Fehler bei der Aktualisierung der Gruppe: %1

source: Error updating user: %1
de: Fehler bie der Aktualisierung des Benutzers: %1

source: Error, access code does not match.
de: Fehker. Zugriffs-Code stimmt nicht überein

source: Everyone
de: Alle

source: External groups
de: Externe Gruppen

source: Failed loading auth provider: %1
de: Provider konnte nicht geladen werden: %1

source: Failed to create user
de: Benutzer konnte nicht angelegt werden

source: First Name
de: Vorname

source: FirstName required
de: Vorname erforderlich

source: Generate Password
de: Passwort generieren

source: Group already exists
de: Gruppe existiert bereits

source: Group does not exist and create not permitted
de: Gruppe existiert nicht und Anlegen ist nicht gestattet

source: Group enabled
de: Gruppe aktiv

source: Group has been deleted
de: Gruppe wurde gelöscht

source: Group has been updated
de: Gruppe wurde aktualisiert

source: Groups
de: Gruppen

source: Groups of %1
de: Gruppen von %1

source: If not, then your password possibly is being compromised.
de: Wenn nicht, dann wurde Ihr Passwort möglicherweise kompromittiert.

source: If this was you, you don't need to do anything.
de: Wenn Sie das waren, brauchen Sie nichts zu tun.

source: If you have any questions, please contact %1.
de: Wenn Sie Fragen haben, wenden Sie sich bitte an %1.

source: Initials
de: Initialen

source: Install a two-factor application on your phone
de: Zwei-Faktor-Applikation auf Ihrem Telefon installieren

source: Invalid API invocation
de: Ungültiger API-Aufruf

source: Invalid access code
de: Ungültiger Zugangscode

source: Invalid email address
de: Ungültige E-Mail-Adresse

source: Invalid password
de: Ungültiges Passwort

source: Invalid wikiName
de: Ungültiger WikiName

source: Last Name
de: Nachname

source: LastName required
de: Nachname erforderlich

source: Login Date
de: Login-Datum

source: LoginName required
de: Login-Name erforderlich

source: Logout
de: Abmelden

source: Members
de: Mitglieder

source: Membership has been updated
de: Mitgliedschaft wurde aktualisiert

source: Middle Name
de: Mittelname

source: Modify
de: Bearbeiten

source: New password
de: Neues Passwort

source: New password required
de: Neues Passwort erforderlich

source: Next
de: Weiter

source: No gid parameter
de: Kein gid Parameter

source: No group name specified
de: Kein Gruppen-Name angegeben

source: No id trying to get a provider
de: Kein ID, um einen Provider zu finden

source: No pid defined
de: Kein pid definiert

source: No two-factor authentication enabled
de: Keine Zwei-Faktor-Authentifizierung aktiviert

source: No uid parameter
de: Kein uid Parameter

source: No wikiName parameter
de: Kein wikiName Parameter

source: No, thanks
de: Nein, danke

source: Not adding myself as a member: %1
de: Füge mich selbst nicht als Mitglied hinzu: %1

source: Notify user about new account
de: Benutzer über neues Konto informieren

source: Notify user about new password
de: Benutzer über neues Passwort informieren

source: Old password required
de: Altes Passwort erforderlich

source: Options
de: Optionen

source: Or enter this code into your authentication application.
de: Oder geben Sie den Code in Ihre Authentifizierungs-App ein.

source: Or, sign in with:
de: Oder anmelden mit:

source: Password
de: Passwort

source: Password has been changed
de: Ihr Passwort aktualisiert

source: Password required
de: Passwort erforderlich

source: Password was not changed
de: Passwort wurde nicht aktualisiert

source: Passwords don't match
de: Passwörter stimmen nicht überein

source: Permission denied
de: Genehmigung verweigert

source: Picture
de: Bild

source: Please [[%1][log in]] first.
de: Bitte zuerst [[%1][einloggen]].

source: Please enter your access code
de: Bitte Ihren Zugriffs-Code eingeben

source: Please note that a valid two-factor authentication is mandatory for your user account.
de: Bitte beachten Sie, dass eine Zwei-Faktor-Authentifizierung für Ihren Benutzer-Account obligatorisch ist.

source: Please sign in to your account and change your password immediately: %1
de: Bitte melden Sie sich bei Ihrem Konto an und ändern Sie Ihr Passwort sofort: %1

source: Please specify the attribute(s) to change
de: Bitte geben Sie die Attribute an, die geändert werden sollen

source: Please visit %1 to change your password to something more memorable for you.
de: Bitte besuchen Sie %1, um Ihr Passwort in etwas zu ändern, das Sie sich besser merken können.

source: Pluggable Authentication is not enabled.
de: Pluggable-Authentifizierung is inaktiv

source: Previous
de: Zurück

source: Profile Page
de: Profilseite

source: Provider has been deleted
de: Provider wurde gelöscht

source: Registration Date
de: Registrierungs-Datum

source: Reset Password
de: Passwort zurücksetzen

source: Resetting ...
de: Setze zurück ...

source: Retype new password
de: Neues Passwort wiederholen

source: Save
de: Speichern

source: Saving ...
de: Speichere ...

source: Scan this image with the two-factor authentication application on your phone.
de: Scannen Sie dieses Bild mit der Anwendung zur Zwei-Faktor-Authentifizierung auf Ihrem Telefon.

source: See also
de: Siehe auch

source: Somebody tried to sign in to your account but failed to verify the second factor repeatedly.
de: Jemand hat versucht, sich bei Ihrem Konto anzumelden, konnte aber den zweiten Faktor wiederholt nicht verifizieren.

source: Sorry, access denied. No source for a wikiName.
de: Zugriff leider verweigert. Keine Quelle für einen WikiNamen.

source: Sorry, account is disabled
de: Leider ist das Konto deaktiviert.

source: Sorry, account is disabled (3)
de: Leider ist das Konto deaktiviert.

source: Sorry, account not found
de: Leider wurder das Konto nicht gefunden.

source: Title
de: Titel

source: Too many failures
de: Zu viele Fehlschläge

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung

source: Two-factor authentication enabled
de: Zwei-Faktor-Authentifizierung aktiv

source: Two-step authentication has been activated.
de: Zwei-Faktor-Authentifizierung wurde aktiviert.

source: Two-step authentication has been deactivated.
de: Zwei-Faktor-Authentifizierung wurde deaktiviert.

source: Unknown event %1
de: Unbekanntes Ereignis %1

source: Unknown group
de: Unbekannte Gruppe

source: Unknown provider
de: Unbekannter Provider

source: Unknown user
de: Unbekannter Benutzer

source: Use an application on your phone to get two-factor authentication codes when prompted.
de: Verwenden Sie eine Anwendung auf Ihrem Telefon, um Codes für die Zwei-Faktor-Authentifizierung zu erhalten, wenn Sie dazu aufgefordert werden.

source: User %1 not in group, cannot be removed
de: %1 ist nicht in der Gruppe und kann deshalb nicht entfernt werden

source: User account information
de: Informationen zum Benutzerkonto

source: User already exists
de: Benutzer existiert bereits

source: User has been added
de: Benutzer wurde hinzugefügt

source: User has been deleted
de: Benutzer wurde gelöscht

source: User has been disabled
de: Benutzer wurde deaktiviert

source: User has been enabled
de: Benutzer wurde aktiviert

source: User has been updated
de: Benutzer wurde aktualisiert

source: Verify installation
de: Installation verifizieren

source: We recommend %1.
de: Wir empfehlen %1.

source: Yes, activate
de: Ja, aktivieren

source: Yes, deactivate
de: Ja, deaktivieren

source: Yes, delete
de: Ja, löschen

source: Yes, reset
de: Ja, zurücksetzen

source: Your account already has got two-factor authentication.
de: Ihr Konto verfügt bereits über eine Zwei-Faktor-Authentifizierung.

source: Your password has been changed to %1.
de: Ihr Passwort wurde auf %1 gesetzt.
